Repository: mbirkholzupc/hci_mpx
Catalog: rf4dummies/locales/*/LC_MESSAGES/*.po
Languages: ca

source: Language
ca: Idioma

source: Settings
ca: Configuració

source: Select language
ca: Tria idioma

source: Reference
ca: Referència

source: Training
ca: Aprenentatge

source: Installation Checklist
ca: Punts d'instal·lació

source: Alignment Helper
ca: Assistent d'alineació

source: About
ca: Sobre

source: Index
ca: Índex

source: List of subjects. Or would this be better as a side panel on the main Content page?
ca: Llistat de temes. Potser convendria com a panel al costat de la pàgina principal?

source: Content
ca: Principal

source: Tools
ca: Eines

source: Calculators and stuff.
ca: Calculadores i tal.

source: Favorites
ca: Marcadors

source: Nothing to see here.
ca: Buit

source: Search
ca: Cercar

source: Coming soon.
ca: Pròximament

source: Reference Page
ca: Pàgina de referència
